Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=549_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Vuoden ensimmäiset uudet oppimateriaalit ilmestyivät
smn: Ive vuossâmuuh uđđâ oppâmateriaaleh almostuvvii

source: Vuoden 2012 ensimmäiset saamenkieliset oppimateriaalit ovat ilmestyneet.
smn: Ive 2012 vuossâmuuh sämikielâliih oppâmateriaaleh láá almostum.

source: Perusopetuksen 9:nnen luokan yhteiskuntatiedon pohjoissaamenkielinen taitovihko liittyy samannimiseen aiemmin julkaistuun oppikirjaan.
smn: Vuáđumáttááttâs 9. luoka ohtsâškoddetiäđu tavesämikielâlâš táiđuvihko Servodat dál 9, dáidogihpa lohtâs siämmáánommâsii ovdeláá almostittum oppâkiirján.

source: merkitsee alkua ensimmäiselle pohjoissaamenkieliselle lukion äidinkielen oppikirjasarjalle.
smn: Luvâttuv oppâkirje Giela geainnut 1 meerhâš aalgâ vuossâmuu tavesämikielâlâš eenikielâ oppâkirjerááiđun.

source: Uudet ja aiemmin julkaistut saamenkieliset oppimateriaalit ovat saatavissa saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta saamelaiskulttuurikeskus Sajoksesta Inarista.
smn: Uđđâ já ovdeláá almostittum sämikielâliih oppâmateriaaleh láá finniimist sämitige škovlim- já oppâmateriaaltoimâttuvâst säämi kulttuurkuávdáš Sajosist Anarist.

source: Luettelo vuodelle 2011 myönnetyillä budjettivaroilla julkaistuista oppimateriaaleista löytyy tästä.
smn: Luvâttâllâm ihán 2011 mieđettum budjetruuđâin almostittum oppâmateriaalijn kávnoo täst.
